{
  "select_language": "اختار اللغة",
  "hello_welcome_to_react": "مرحبًا بك في رد الفعل",
  "this_is_an_example": "هذا مثال",
  "please_enter_name": "من فضلك ادخل الاسم",
  "Home": "الرئيسية",
  "About": "من نحن",
  "Join us": "انضم الينا",
  "Services": "خدماتنا",
  "Service": "تعريف الخدمة",
  "Header__title": "دلوقتي هتأمّن توقيعاتك لما تبدلها بتوقيعات الكترونية  ",
  "Header__subTitle": "باستخدام أحدث تقنيات الحماية الشخصية",
  "Header__footer": "طلب 1600 شخص الوصول إلى زيارة في آخر 24 ساعة",
  "Get Started": "تواصل معنا",
  "What is El-Delta Trust": "ما هي شركة الدلتا تراست",
  "main_1": "تم إطلاق دلتا تراست لـ (التوقيع الرقمي) والذي يستخدم لأداء أي عملية تتطلب إثبات هوية المستخدم في العمليات المصرفية وبعض خدمات الحكومة الإلكترونية مثل توقيع الإقرارات الضريبية والفاتورة الإلكترونية والبنوك والعقارات",
  "main_2": "الاحتمالات أبعد من خيالك",
  "main_3": "اكتشف خدمتنا",

  "feature_1_header": "التعريف الآمن",
  "feature_1_body": "يتم تشفير جميع الاتصالات الموجودة على المستندات لضمان وصول الأشخاص المصرح لهم فقط إلى المحتوى وهذا المستند.",

  "feature_2_header": "سلامة الوثائق",
  "feature_2_body": "يحافظ على الوثيقة الرسمية تحت السيطرة في جميع الأوقات. يتم تشفير أي نشاط على المستند (قراءة ، توقيع ، إلخ) لضمان عدم تغيير المستند. يتوفر تقرير سجل التدقيق لجميع الأطراف في أي وقت.",

  "feature_3_header": "100٪ قانوني",
  "feature_3_body": "المستندات الموقعة عبر El-deltaTrust هي توقيعات رقمية صالحة بموجب (ITIDA). كما أنها تلبي متطلبات التوقيعات الرقمية في معظم البلدان.",

  "Get the most of digital cyber security and digitize your signature": "احصل على أقصى استفادة من الأمن السيبراني الرقمي وقم برقمنة توقيعك",
  "Registration": "التسجيل",
  "Ensuring the security and confidentiality of private data": "ضمان أمن وسرية البيانات الخاصة",

  "E-Selling": "البيع الإلكتروني",
  "E-commerce, software distribution, financial transactions, and other situations that rely on forgery and tampering detection techniques are some of the examples where digital signatures can be misused": "التجارة الإلكترونية وتوزيع البرامج والمعاملات المالية وغيرها من المواقف التي تعتمد على تقنيات كشف التزوير والعبث هي بعض الأمثلة حيث يمكن إساءة استخدام التوقيعات الرقمية",
  "USB token for Digital signature Certificate (DSC)": "رمز USB لشهادة التوقيع الرقمي (DSC)",
  "The USB token has unique in-built software that enables users to identify and open digital signatures": "يحتوي رمز USB على برنامج مدمج فريد يمكّن المستخدمين من تحديد التوقيعات الرقمية وفتحها",
  "Time Stamp": "الطابع الزمني",
  "Time stamping is an important mechanism for the long-term preservation of digital signatures, time sealing of data objects to prove when they were received, protecting copyright and intellectual property and for the provision of notarization services": "يعد ختم الوقت آلية مهمة للحفاظ على التوقيعات الرقمية على المدى الطويل ، وإغلاق كائنات البيانات بإحكام وقت استلامها ، وحماية حقوق النشر والملكية الفكرية ولتوفير خدمات التوثيق",

  "Procedures for obtaining": "إجراءات الحصول علي",
  "Digital Signature": "التوقيع الالكتروني",

  "For individuals": "للأفراد",
  "possibility_1_header": "  يتوجه المواطن إلى أحد فروع الشركة المصرية للاتصالات التي تقدم خدمة التوقيع الإلكتروني ، مصحوبًا بالمستندات التالية: ",
  "possibility_1_body": "صورة من بطاقة الرقم القومي سارية المفعول أو جواز سفر ساري المفعول بعد مراجعة الأصل واستيفاء المستندات المطلوبة",

  "For Companies": "للشركات",
  "possibility_2_header": " شروط الحصول على الخدمة:",
  "possibility_2_body-1": " 1- حضور ممثل قانوني يحق له التوقيع عن الشركة أو الكيان",
  "possibility_2_body-2": " 2- تفويض مصدق وموقع بختم البنك (صحة التوقيع) الذي يتعامل معه لتقديم الخدمة واستلامها.",

  "Request Early Access to Get Started": "اطلب الوصول المبكر للبدء",
  "Register Today & start exploring the endless possibilities of digital signature": "سجل اليوم وابدأ في استكشاف الاحتمالات اللانهائية للتوقيع الرقمي",
  "Advantages of": "مزايا",
  "article_1_title": "تأمين البيانات داخل المستندات ضد التغيير أو العبث أثناء عملية التداول بين مستخدمي النظام باستخدام طريقة التشفير ومقارنة بصمة رسالة المرسل مع بصمة الرسالة المستقبلية؟",
  "article_2_title": "إثبات هوية الموقّع على المستندات بدقة لا يمكن إنكارها",
  "article_3_title": "منع الأشخاص غير المصرح لهم من التعامل مع المستندات الموقعة إلكترونيًا",
  "article_4_title": "إعداد حلول للفواتير الإلكترونية بما يتوافق مع الشروط القانونية المحلية",
  "Do you want to step into the future before others": "هل تريد أن تخطو إلى المستقبل قبل الآخرين"
}
